<?php

namespace Database\Seeders;

use App\Models\EngineKm;
use Illuminate\Database\Seeder;

class EngineKmSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        $engineKms = [
            ['en' => "0 - 10,000", 'ar' => "0 - 10,000"],
            ['en' => "10,000 - 20,000 km", 'ar' => "10,000 - 20,000 كم"],
            ['en' => "20,000 - 30,000 km", 'ar' => "20,000 - 30,000 كم"],
            ['en' => "30,000 - 40,000 km", 'ar' => "30,000 - 40,000 كم"],
            ['en' => "40,000 - 50,000 km", 'ar' => "40,000 - 50,000 كم"],
            ['en' => "50,000 - 60,000 km", 'ar' => "50,000 - 60,000 كم"],
            ['en' => "60,000 - 70,000 km", 'ar' => "60,000 - 70,000 كم"],
            ['en' => "70,000 - 80,000 km", 'ar' => "70,000 - 80,000 كم"],
            ['en' => "80,000 - 90,000 km", 'ar' => "80,000 - 90,000 كم"],
            ['en' => "90,000 - 100,000 km", 'ar' => "90,000 - 100,000 كم"],
            ['en' => "100,000 - 120,000 km", 'ar' => "100,000 - 120,000 كم"],
            ['en' => "120,000 - 140,000 km", 'ar' => "120,000 - 140,000 كم"],
            ['en' => "140,000 - 160,000 km", 'ar' => "140,000 - 160,000 كم"],
            ['en' => "160,000 - 180,000 km", 'ar' => "160,000 - 180,000 كم"],
            ['en' => "180,000 - 200,000 km", 'ar' => "180,000 - 200,000 كم"],
            ['en' => "More than 200,000 km", 'ar' => "أكثر من 200,000 كم"],
        ];

        foreach ($engineKms as $engineKm) {
            EngineKm::create(['name' => $engineKm]);
        }
    }
}
