<?php

return [

    'About_us' => 'معلومات عنا',
    'About_us_content' => 'اكتشف سيارتك المثالية، جديدة أو مستعملة، وقم ببيعها بلا حدود وبدون متاعب على يلاجت. تصفح مخزوننا الكبير من السيارات الجديدة بأسعار تنافسية، إلى جانب مجموعة مختارة من قطع الغيار. بالإضافة إلى ذلك، ابق على اطلاع من خلال مدونات السيارات الغنية بالمعلومات. وجهتك الشاملة لكل ما يتعلق بالسيارات.',
    'Win_With_Us' => 'اربح معنا',
    'Win_With_Us_Content' => '"اربح معنا في Yallagt، قم ببيع سيارتك بسلاسة، بدون متاعب وبدون عمولة. توفر لك منصتنا فرصة إدراج سيارتك دون أي رسوم، مما يضمن بيع تجربة مميزة. استفد من تمتعنا ببيع سيارتك باستخدام الحلول الإلكترونية المقدمة من خلالنا."',
    'Sell_Your_Car' => 'بيع سيارتك',
    'Looking_For_Spare_Parts' => 'هل تبحث عن قطع غيار؟',
    'Looking_For_Spare_Parts_Content' => '"لا مزيد من البحث! في Yallagt، نحن نوفر لك كل ما تحتاجه. استكشف متجرنا عبر الإنترنت للحصول على مجموعة واسعة من قطع الغيار، وكلها متاحة للشراء مباشرة منا. مع خدمة التوصيل في نفس اليوم، يمكنك الحصول على قطع الغيار التي تحتاجها يتم تسليمها إلى باب منزلك في أسرع وقت ممكن. ثق بنا لنقدم لك قطع غيار عالية الجودة وخدمة سريعة، حتى تتمكن من العودة إلى الطريق في أسرع وقت ممكن.',
    'Shop_Now' => 'تسوق الآن',



    'Your_ad_is_now_free' => 'إعلانك الآن مجاني',
    '' => '',
    '' => '',
    '' => '',
    '' => '',


];
