<?php

return [



    'Complete_the_order' => 'أكمل الأوردر',
    'Order_placed_successfully' => 'تم طلب الاوردر بنجاح',
    'Order_Summary' => 'طلبك',

    'VAT' => '(شامل الضريبة)',

    'QTY' => 'كمية',

    'Subtotal' => 'المجموع',

    'EGP' => 'ج.م',

    'manufacturer' => 'ماركة',

    'Shipping_Fee' => 'رسوم الشحن',
    'Total' => 'الإجمالي',

    'Payment' => 'طريقة الدفع',

    'YourOrder' => 'طلبك',
    'Shipping_Address' => 'عنوان الشحن',
    'new_address' => 'عنوان جديد',
    'new_address_message' => 'أضف عنوان الشحن الخاص بك لإجراء عملية دفع سريعة وسهلة عبر أسواقنا',

    'Name' => 'اسم',
    'Phone' => 'رقم الموبايل',
    'Area' => 'منطقة',
    'Street' => 'شارع',
    'Building' => 'رقم المبنى',
    'FullAddress' => 'العنوان بالكامل',
    'Address' => 'العنوان',
    'GPS' => 'GPS Link',
    'Location' => 'اللوكيشن',
    'Type' => 'المكان',
    'Home' => 'منزل',
    'Work' => 'عمل',
    'Change_Address' => 'تغيير العنوان',

    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
