<?php

return [

    'login' => 'تسجيل الدخول',
    'SignUp' => 'مستخدم جديد',
    'PhoneNumberorEmail' => 'رقم الهاتف أو البريد الإلكتروني',
    'Password' => 'كلمة المرور',
    'ForgetPassword' => 'هل نسيت كلمة المرور؟',
    'NeedHelp' => 'تحتاج مساعدة؟',
    'ContactUs' => 'اتصل بنا',

    'name' => 'الاسم',
    'phone' => 'رقم الهاتف',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'CreateAccountYouAgreeToOut' => 'من خلال إنشاء حساب فإنك توافق على لدينا',
    'TermsAndConditions' => 'الأحكام والشروط',
    'CreateAccount' => 'انشاء حساب جديد',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
];
